Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
xmf: შხუ კომპანიეფიში გუმორინაფილი მუნაჩემეფი კათაში დიდი ნაწილშო ხემიოჭირინაფალი ვარე. ფიფქრენთ, ნამდა თენა ხეს უშალუნს გოფალუას დო სიახალეეფიში დოჸარშუას. ათეშ გურშენი, გოვუტეთ პროექტი Common Voice, ხონარიში ეშაჩინებელი პროგრამეფი არძაშო ხემიოჭირინაფალი ჸოფედუკონი.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
xmf: ინნაჭარეფიში უმენტაშობას რე კათაში ორთაშური ხონარით ჩიება. თქვა შეილებუნა მიღათ არასტანდარტული ინნაჭარეფი ხოლო, მაგალთო, ღვარაფი, ფუცქინუა, მსახიობურო ნარაგადი, მარა ნაბირას, კომპიუტერით სინთეზირებულ ხონარეფს ვარია ქუწით.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
xmf: Mozilla Common Voice რე წუმოჭყაფა, ნამუთ მანქანეფს ოგურუანს ნანდულ ადამიერეფიშ ჩიებას.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
xmf: Mozilla Common Voice ბრელი შხვადოშხვა კათაქ აკოქიმინჷ, თენეფი რდეს აქტივისტეფი, ენათმეცნიერეფი, მუნაჩემეფიში სპეციალისტეფი, ინჟინერ-პროგრამისტეფი თელი მსოფლიოშე. პროექტიში ხემანჯღვერე რე Mozilla Foundation.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
xmf: Mozilla Common Voice მსოფლიოში შხვადოშხვანერი კათაში თენწილეობათ აკოჯიმინელი გოღია წყუში ხონარუანი მუნაჩემეფიში კათელი რე - თენა ართო შენწეობათ იფინანსებუ. ირ წანას მილიონ დოლარს მიოჭირინუანს მუნაჩემეფიში კათელეფიში განთავსებაში დო პლატფორმაში გასაუჯგუშებელი ხარჯეფი 100-შე მეტი ნინაში ართობაშო, ნამუთ ჩქინდა რენა მერსხილინი. თქვანოთ ღირებული ქორე მუნაჩემეფიში შხვადოშხვანერობა-და - <b> ქეშმენწიით ასე! </b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
xmf: Mozilla-ში გოღია წყუში ხუმაში ეშაჩინებელი ძრავა Deep Speech შილებე გუმორინაფილქ იჸუას თქვანი ხონარიში ეშაჩინებელი პროგრამეფიშოთ. წეკითხით ჩქინი <githubLink> Github მიმოხილვა </githubLink> ვარდა ქუმაკათით <discourseLink> DeepSpeech ოჩიებეს </discourseLink> დიგურეთ მუჭო ოკო დიჭყათჷნი.

source: Mutual accountability.
xmf: ართმაჟიაში ანგარიშვალდებულება.

source: n
xmf: v

source: N
xmf: ვ

source: N/A
xmf: ხემიოჭირინაფალი ვარე

source: Name
xmf: წე

source: Names of your language
xmf: თქვან ნინაშ სახელეფი

source: Native Language
xmf: ნანაში ნენა

source: Nature and Environment
xmf: ორთა დო აკანი

source: Need help deciding which to choose?
xmf: გოსაჭირუნანო მეხვარა ნამ ეირჩიათჷნი?

source: Need help with the Sex or Gender changes?
xmf: სქესიშ ვარდა გენდერიშ ოთირალო მოხვარა გოსაჭირუნანო?

source: Need some help with accent?
xmf: აქცენტიშენი მეხვარა გოკონო?

source: Need some help with variants?
xmf: ვარიანტეფშენი მოხვარა გოკონანო?

source: Need to download your data?
xmf: გოსაჭირუნანო თქვან მუნაჩემეფიშ გიმოხარგუა?

source: Nepali
xmf: ნეპალური

source: New Language Launch
xmf: ახალი ნინაში გოტება.

source: News and Current Affairs
xmf: სიახალე დო ასეიანი მოვლენეფი

source: Next
xmf: უკულიანი

source: No
xmf: ვარ

source: [No ‘a’ in the original text]
xmf: [ორკუ "გი-" წინსართი]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
xmf: <noCopyright> საავტორო ნება </noCopyright> ვაუღუნ ფერი cc

source: No foreign letters
xmf: ვარდას ურცხო ასოეფი

source: No gravatar found for your email
xmf: თქვან ელფოსტაშოთ gravatar-ქ ვეგორ

source: No information
xmf: ვარე ინფორმაცია

source: No information available
xmf: ინფორმაცია ვარე ხემიოჭირინაფალი

source: No languages found
xmf: ნინაქ ვეგორ

source: No microphone found.
xmf: მიკროფონქ ვეგორ.

source: Non-binary
xmf: კოჩიშ/ოსურიშ გარდა

source: No numbers and special characters
xmf: ვარდას ციფრეფი დო სპეციალური სიმბოლოეფი

source: No offensive, prejudiced remarks or sensitive questions
xmf: ვარებულ რე ოლანძღარი, დისკრიმინაციული ვარდა სენსიტიურ ოკითხირეეფი

source: No sentences to review. <addLink>Add more sentences now!</addLink>
xmf: ვარე გინაჯინალი ზიტყვასქილეფი. <addLink> სი ქიგუძინი ასე! </addLink>

source: No soliciting personal information (e.g., names, financial details)
xmf: ვარებული რე პირადი ინფორმაციაში მოთხუალა (მაგალთო, სახელეფი, ფინანსურ დეტალეფი)

source: ⓘ Not all sentences and clips have Variant tags yet!
xmf: არძა ზიტყვასქვილს დო ინნაჭარას დიო ვაუღუ დიალექტიშ აღნიშვნა!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
xmf: მიკოშანუა: მუჟამსით გერე "ძირაფუობა", თიში თირუა შიოლებერი რე <profileLink> პროფილიშ ხასილაშე </profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
xmf: შენიშვნა: მიშაღალარ წილიშ ოთირალო იშენით ოკო გეირჩიათ ინოჭარუა ვარა მორჩქილა.

source: Not Found
xmf: ვეგორჷ

source: No Thanks
xmf: ვარ, მარდი

source: No thanks, continue speaking
xmf: ვარ, მარდი, გაგძელით ჩიება

source: Not use, or solicit, harmful or offensive language
xmf: ვეგმირინუათ დო ვემითხუათ მონე დო ოლანძღარი ზიტყვეფი

source: No variant selected
xmf: დიალექტი ვარე გიშაგორილი

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
xmf: ასე, მუჟამსით Common Voice-იში გურშენი მეტი გიჩქუნანი, ვაიღუნანო ზალამი დუდიშე ქოცადათჷნი? ქიგუკაკეთ მიკროფონს დო წეკითხით ზიტყვასქვილეფი ხონარმაღალო. <br/><br/> შხვეფიში ნაკითხირაში გინოჯინა ქოისხუნუნა-და, ქიგუკაკეთ გოტებაში ნიშანს. თეთ მიმეხვარებუთ, დავადასურათ, ინნაჭარა ზუსტას ქორე თუ ვარ ეკრანს მოჩამილი ზიტყვასქვილიში მანგი.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
xmf: ანწი უკვე შეილებუნა თქვან ხონარუან ინნაჭარეფით შემენწიათჷნი გოღია წყუში ხონარუან მუნაჩემეფიშ აკაქიმინალო, ნამუშ გუმორინაფა არძას შეულებუდასჷნი იჸი ვებსაიტიში ინოვაციური აპლიკაციეფიშ ოკეთებელო. წეკითხით ზიტყვასქვილეფი დო ქიდმეხვარით, ნამდა მანქანეფს ქუდუოგურუათ ნანდულ ადამიერეფიშ ჩიება. ქიგნაჯინით შხვა მოხალისეეფიშ ნასაქვარას ხარისხიშ გასაუჯგუშებელო. თენა ირფელ ძალამ ანდვილ რე!

source: Number of Voices
xmf: ხონარეფიშ მუდანობა

source: Numbers
xmf: რიცხვეფი

source: Off
xmf: გჷმორთილი

source: Offensive Content
xmf: ოლანძღარი შინაარსი

source: Offensive content or sensitive information
xmf: ოლანძღარი ვარდა მათხილაფარი ინფორმაცია

source: Offensive language
xmf: ოლანძღარი ზიტყვა

source: Offensive speech
xmf: ნინამოწიკვილი ჩიება

source: Offline Sources
xmf: ვებსივრცეში იქილე

source: On
xmf: ჩართული

source: On desktop devices you can contribute by downloading…
xmf: დესკტოპშა შეილებუნა გეგნოჭარათ უახალაში...

source: On his head he wore a beret.
xmf: დუს ქუდი გიორთუდუ.

source: On iOS please continue with Safari to enable recording…
xmf: iOS-შოთ, ქორთხინთ, გაგძელათ Safari-ით ინოჭარუა...

source: Only show me sentences and clips from my variant
xmf: ზალამი მიღუ, ზიტყვასქვილეფი დო ინნაჭარეფი ხვალე ჩქიმ გიშაგორილ დიალექტიშა ბძირენი.

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
xmf: მაჟია, ქოფირქენთ, ნამდა მაკითხირექ პრიველო ძირუ თე ზიტყვა დო ვარაგადუ წორას-და, ქორთხინთ, ვარიას ქიგუნჭირით. ვარეთ დარწმუნებულდა, გიშატებაშ ღილაკი ქიგმირინეთ.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
xmf: მაჟია, ფირქენთ, ნამდა მაკითხირექ პრიველო ძირუ თე ზიტყვა დო ვარაგადუ წორას-და, ქორთხინთ, ვარიას ქიგუნჭირით. ვარეთ დარწმუნებულ-და, გიშატებაში ღილაკი ქიგმირინეთ.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
xmf: ინოვაციეფიში გონჯამილო დოჸარშუა ჩქინი თარი საქვარი რე. კვლევითი ალმახანდეობაშო, მუნაჩემეფიში ოშაყარალო ვარდა ინტერვიუეფიშოთ <emailFragment> ქუმოპჭარით </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
xmf: ზალამი ქოიღუნა-და, შეილებუნა ჩქინი ელფოსტაში ბუნას ქაკათათ დო პროექტიში გურშენი სიახალეეფს თოლი ქუჸუნუათჷნი.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
xmf: დემოგრაფიული მუნაჩემეფი (მაგალთო, წანა, სქესი, ნინა დო კილო) დღას ვაგმიქიანებუ თქვანი ოჯარე პროფილს დო ვეჸუაფუ თქვანი ანგარიშიში კათელს მერსხილი. ცალკეიანი ხონარუან ინნაჭარეფს ქიმკადვალუ თე დემოგრაფიული მუნაჩემეფი, უმოსი მეკაკილი ანალიზიშო - მაგალთო, მკვლევარქ თე მოდელი ქიგმირინუას კონკრეტული დემოგრაფიული სეგმენტიშოთ.

source: Ossetian
xmf: ოსური

source: Other
xmf: შხვა

source: Other Language
xmf: შხვა ნინა

source: Other people validate those voice clips.
xmf: შხვეფი გინმაჯინენა თე ხონარუანი ინნაჭარეფს.

source: Other voice datasets…
xmf: შხვა ხონარუან მუნაჩემეფიშ კრებულეფი…

source: Other Voice Datasets
xmf: შხვა ხონარუან მუნაჩემეფიშ კათელეფი

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
xmf: ჩქინ საზოგადოებაშ მენეჯერი ქიდგეკავშირებუნა

source: Our governance is founded on the pillars of:
xmf: ჩქინი გამაგეობა გჷთმიაპონუ:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
xmf: ჩქინი ნინა რე ჩქინი ისტორია, ჩქინი ართობა, ჩქინი კულტურა. მორთით, აკოფქიმინათ მუნაჩემეფიში კათელი, ნამუში ძირაფა თელი მსოფლიოს მოკონანი.

source: Our Partners
xmf: ჩქინი მალათირეეფი

source: Our partners include...
xmf: ჩქინი მალათირეეფი რენა...

source: Overall Accuracy
xmf: ართოიანი მეკაკილობა

source: Overall Hr. Total
xmf: საათეფიშ ართოიანი ჯამი

source: p
xmf: c

source: Paiwan
xmf: პაივანური

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
xmf: მიღით მონაწილეობა ნინაში მუკი-მუკი აკოშაყარელი ართობაში დისკუსიაშა, ქიკითხით დო ქიგეგით უმოსი მუმალი ღონისძიებეფიში ვარდა შეხვალამეფიში გურშენი.

source: Partner
xmf: მალათირე

source: Partners
xmf: მალათირეეფი

source: Partnerships
xmf: ალმახანდეობა

source: Partnerships and networks
xmf: ალმახანდეობა დო ქსელეფი

source: Partnerships, Press and Stories, Community and Languages
xmf: ალმახანდეობა, პრესა დო სიახალეეფი, საზოგადოებეფი დო ნინეფი

source: Partner with us
xmf: ჩქინწკუმა მალათირეობა

source: [Part of the text can’t be heard]
xmf: [ნაჭარაში ნოჭყვედი ვერჩქილე]

source: Past recordings download requests
xmf: კინოხონი ინნაჭარეფიშ გიმოხარგუაშ მოთხუალა

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
xmf: <p>Common Voice ოჯარეთ ხემიოჭირინაფალი ხონარუანი ინნაჭარეფიში კათელი რე, ნამუთ ირიათო იფშაფუ მოხალისეეფიში შენწეობათ მთელ ქიანაშე. თინეფს, მიდგას ოკონა ხონარუანი პროგრამეფიში აკოქიმინუანი, ათე კათელით შეულებუნა</p> <p> აიშახ ხონარუანი მუნაჩემეფიში კათელეფიში უმენტაშობა რდუ თიცალი კომპანიეფიში ხეს, ნამუთ ხეს უშალჷნდჷ სიახალეეფიში დოჸარშუას. თეწკჷმა ართო, კათელეფს უმოსო ჩეკანიანი, ინგლისურო მაჩიებე ქომოლკოჩეფიში ინნაჭარა რე. თენა თის შანულენს, ნამდა ხონარუანი პროგრამეფი ვამუშენს შხვადოშხვა ნინაშა, ხოლო ნამ ნინაშათი მუშენსჷნი, ვარე ართნერო მერგებული თითოული ადამიერს. ჩქი მოკონა თეში თირუა კათაში მოჭანაფათ თელ მსოფლიოშე, ნამდა თინეფქ მუნეფიში ხონარუანი ინნაჭარეფით შემენწიანინი.</p>

source: People come and contribute their voices.
xmf: კათა მუშმურს დო მუნეფიში ხონარეფით შემენწიებუნა.

source: Personal dashboards keep you up-to-date with individual and community progress.
xmf: პერსონალური დაფეფი გოგინაფუანა ინდივიდუალური დო საზოგადოებრივი პროგრესის.

source: Personally Identifiable Information
xmf: პერსონალურ ინფორმაცია

source: Platform language
xmf: პლატფორმაში ნინა

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
xmf: <playbookLink> ქოძირით სარგებლუანი ზუკოლეფი </playbookLink> Common Voice-იშ გურშენი, თანგუაშე დოჭყაფილი მუნაჩემეფიში კათელიში გუმორინაფათ გაგძელებული. ხოლო ქოძირით, მუჭო ოკო აკათათ ჩქინი ართობას.

source: <playIcon></playIcon>Last one!
xmf: <playIcon></playIcon> ბოლო!

source: Play/Stop
xmf: ჩართი / გაჩენდი

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
xmf: ქორთხინთ ქიგნაჯინათ <templateFileLink> ფაილიში დადარს </templateFileLink>. თქვანი ზიტყვასქვილეფი ოირქიანე საკუთრება ოკო რდას (CC0 ლიცენზიათ ვარდა საკუთარი ნამუშერი) დო არძაშო გაგებელჷ ნინათ, თინას ოკო ჭარუდას, არდვილო წეკითხანინი. თაქ მოჩამილი ზიტყვასქვილეფიში კითხირს 10-15 წამი ოკო ოსაჭირუდას დო ციფრეფი, საკუთარი ჯოხოეფი ვარდა შხვა საგანგიო ნიშნეფი ვარდას.

source: Please fill out this field.
xmf: ქორთხინთ, აკაფშათ თე არდგილი.

source: Please select a language to review sentences.
xmf: ქორთხინთ, გეჲშაგორით ნინა ზიტყვასქვილეფიში გინაჯინალო.

source: Polish
xmf: პოლონური

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
xmf: <pontoonAccountLink> აკოქიმინით ანგარიში </pontoonAccountLink>, დიო ვაიღუნა-და. უკული გაგშაგორით თქვანი ნინა <strong>(‘Team’)</strong> დო პროექტი <pontoonCvLink>. თექ დორხვადუნა გინათანგალი ფაილეფი. ქიგუკაკეთ ართ-ართის დო ქოძირუნთჷ ინგლისურ ტექსტის, თუდო იჸუაფუ ველი, სოდეთ ქინაჭარანთ ნათანგას.

source: Portuguese
xmf: პორტუგალიური

source: Powered by global communities, for global communities — 130 languages and growing!
xmf: ოირქიანე ართობეფიში ხუჯიში დაკინებათ, ოირქიანე ართობეფიშოთ —130 ნინა დო ხოლო ირდუ!

source: Press and stories
xmf: პრესა დო ამბეფი

source: Press and Stories
xmf: პრესა დო სიახალეეფი

source: Press play, listen & tell us: did they accurately speak the sentence below?
xmf: ქიგუკაკეთ დოჭყაფას, ქუმურჩქილეთ დო ქომწით: ზიტყვასქვილეფი წორო რდუო თუ ვარ კითხირებული?

source: Press { shortcut-play-toggle } to toggle play mode
xmf: თაქ ქიგუნჭირით { shortcut-play-toggle }, გოტებაშ რეჟიმშა გინართაფალო

source: Privacy
xmf: კონფიდენციალურობა

source: <privacyLink>Privacy</privacyLink>
xmf: <privacyLink> პირადულობა </privacyLink>

source: Privacy Policy
xmf: კონფიდენციალურობაშ პოლიტიკა

source: Privacy, security and transparency.
xmf: კონფიდენციალურობა, უსაფრთხოება დო გამჭვირვალობა.

source: Pro
xmf: პროფესიონალი

source: Process / Steps
xmf: პროცესი / ბიჯგეფი

source: Profile
xmf: პროფილი

source: Profile information improves the audio data used in training speech recognition accuracy.
xmf: პროფილიში ინფორმაცია აუჯგუშენს ხონარუანი მუნაჩემეფიში გუმორინაფაში შელებას ხომაში ეშაჩინებელი სისტემეფიში მეკაკილობაში ოხვეწალო.

source: Progress
xmf: პროგრესი

source: Public Domain
xmf: ოირქიანე საკუთრება

source: Publicly accessible open speech datasets in 130+ languages
xmf: ოჯარეთ ხემიოჭირინაფალი გონჯამილი ჩიებაში მუნაჩემეფიში კათელი 130+ ნინაშა

source: Punctuation
xmf: პუნქტუაცია

source: Question
xmf: ოკითხირე

source: Question Collection
xmf: ოკითხირეეფიშ კოლექცია

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
xmf: ოკითხირეფი, ნამუთ კულტურულო სპეციფიკური რე, ვარდა ბრელი ვარაუდის აკეთენს მაგამურჷშენი

source: Questions which may cause someone to share sensitive, potentially triggering responses
xmf: ოკითხირეფი, ნამუთ შილებე მაგამურჷშოთ სენსიტიური რდასჷნი, ხე ქუნწყუას ოთხილარი მუნაჩემეფიში გაარგამებას.

source: Questions which might solicit hate speech or other biased or offensive sentiments
xmf: ოკითხირეფი, ნამუთ იწვენს გოჯოგაფას ვარდა შხვა ოლანძღარი განწყობეფს.

source: Questions which might solicit personally identifiable information
xmf: ოკითხირეეფი, ნამუთ გიმიარგამებუ პერსონალური ინფორმაცია

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
xmf: ოკითხირეფი, ნამუთ ითხინს ართ-ჟირი ბიჯგიში მეწურაფას. ბიჯგეფიში გიმაკოროცხუაში დროს გუმმარინაფალს უწენს დაზეპირებული გამაში მეჩამა დო ორთაშურობა დინუ.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
xmf: ოკითხირეფი, ნამუშა გამაში მეჩამა 15 წამშა გუჭირდუნანი (ინნაჭარაში ნებამეჩამილი სიგინძა)

source: r
xmf: i

source: [‘Raised’ in English is always pronounced as one syllable, not two]
xmf: [ოკითხეში ნაწილაკის (ქო ვარდა ვარ) ირო მახვილი გიაშკუმალუ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
xmf: სიხშირეში სანზღვარს მიკაჩირთ. ხოლო ქოცადით { $retryLimit } წუთშა.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
xmf: სიხშირეშ სანზღვარს მიკაჩირთ. ხოლო ქოცადით { $retryLimit } წამშა.

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
xmf: ქიდეკავშირით ხეშულობას, არაკომერციული ვარდა მედია ორგანიზაციეფს თიში გასარკვიებელო, ნამდა ქორე თუ ვარ ნებადართული თინეფიში ვებმასალეფიში დო შხვა რესურსეფიში ოირქიანე საკუთრებაში სახით გუმორინაფა.

source: Reader Effects
xmf: მაკითხირეში ეფექტეფი

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
xmf: თე ხასჷლას მოჩამილი არძა ზიტყვაში წორას კითხირი მნიშვნელოვან რე. მორჩქილაფაში დროს თოლჸუჯიერო ქიგნაჯინით წორას ქორე თუ ვარ კითხირებული მუთ ჭარუნ თინა. ვარიას ქიგუნჭირით, მუჟამს გეძინელი, დაკუნტორებული ვარა გიშატებული რე ზიტყვეფი.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
xmf: დაკუნტარებული რე ზიტყვა, მაგალთო, იკითხირუაფუ "კოჩიე", მარა ჭარუ "კოჩი რე" ვარდა მიკორთელო.

source: Read More
xmf: წეკითხი უმოსი

source: Read more on our About page
xmf: ქიგეგით უმოსი ხასილაშე "ჩქინ გურშენი"

source: Read sentences
xmf: წეკითხით ზიტყვასქვილეფი

source: Read Sentences
xmf: წეკითხით ზიტყვასქვილეფი

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
xmf: წეკითხით ზიტყვასქვილეფი თქვან ნინაშა ხონარმაღალო დო გემშეღით წილი მსოფლიოს არძაშ უმოსი მრავალფეროვანი საზოგადოებაში მუშობათ აკოქიმინელი მუნაჩემეფიში კათელიშა.

source: Read Sentences, Answer Questions
xmf: წეკითხით ზიტყვასქვილეფი, ქუგამით ოკითხირეფს

source: Read Sentences <small>(Coming soon)</small>
xmf: წეკითხით ზიტყვასქვილეფი <small>(მალას</small>)

source: Read sentences submitted by the community in various languages
xmf: წეკითხით სამიაროში წუმორინელი ზიტყვასქვილეფი შხვადოშხვა ნინაშა

source: Read stories, updates, and media coverage of Common Voice
xmf: წეკითხით Common Voice-იში სიახალეეფი დო მედია გინოჩამეფი

source: Read the sentence carefully - don’t miss, change or add words.
xmf: წეკითხით ზიტყვასქვილი თოლჸუჯიერო - ვაგშეტუათ, ვათირუათ დო ვეგუძინათ ზიტყვეფი ვარდა ასოეფი.

source: Ready to add your voice or lend your ear?
xmf: ქორეთო ხაზირი ქიგუძინათ თქვანი ხონარი ვარდა ქურჩქილათჷნი?

source: Ready to contribute?
xmf: ქორეთო ხაზირი წილიში მიშაღალარო?

source: Ready to do { $count } more?
xmf: ქორეთო მზათ შეარსულათ ხოლო { $count }

source: Ready to donate your voice?
xmf: ხაზირ ქორეთო, თქვანი ხუმათ შემენწიათჷნი?

source: Ready to help validate sentences?
xmf: ქორეთო ხაზირი, ქიდმეხვარათ ზიტყვასქვილეფიშ გინოჯინასჷნი?

source: reCAPTCHA is required if you want to proceed
xmf: reCAPTCHA მიკილათ ოკო, გაგძელათჷნი

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
xmf: ელფოსტაშა თქვა მიღენთ ღანკეფიში გასაშინეს, პროგრესიში გაახალებას დო საინფორმაციო ბიულეტენეფს Common Voice-იშ გურშენი.

source: Recorded Clips
xmf: ინნაჭარა კლიპეფი

source: Recorded Hours
xmf: ინოჭარილი საათეფი

source: <recordIcon></recordIcon> Last one!
xmf: <recordIcon></recordIcon> ბოლო!

source: [Recording cut off before the end of the last word]
xmf: [ინნაჭარა მეჭყვადილი რე ზიტყვაში გათებაშახ]

source: Recordings
xmf: ინნაჭარეფი

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
xmf: ხონარუან ინნაჭარეფიშ კეთება ჩქინი გოღია მუნაჩემეფიშ აკოქიმინუაშ უგურთუ ნაწილ რე; კანკალეშო სახალისო რე.

source: Record/Stop
xmf: ინოჭარუა / მეჭყვიდუა

source: Record your response
xmf: ქინიჭარით თქვანი გამა

source: Record yourself reading sentences in your language
xmf: წეკითხით ზიტყვასქვილეფი დო ქინაჭარით თქვანი ნინაშა

source: Record yourself responding to questions and prompts in your language
xmf: ქინაჭარით მუჭო არძენთ გამას ოკითხირეფს დო მოთხუალეფს თქვან ნინაშა

source: Record your voice
xmf: ქინაჭარით თქვან ხონარი

source: Reference the source of your sentence (required)
xmf: ქიმუწურეთ თქვანი ზიტყვასქვილეფიში წყუ (აუცილებერი რე)

source: Refresh
xmf: გაახალება

source: Reject
xmf: ვარება

source: Remove
xmf: ლასუა

source: Remove Avatar
xmf: ავატარიშ ლასუა

source: Report
xmf: მოხსენება

source: Report was passed successfully
xmf: მოხსენებაქი წიმოძინელო ქიჯღონინჷ

source: Request a Language
xmf: მითხით ნინაში გეძინა

source: Request for Scripted Speech
xmf: ნაჭარაშ გახონარებაშ მოთხუალა

source: Request for Spontaneous Speech
xmf: სპონტანურ ჩიებაშ მოთხუალა

source: Request New Language
xmf: მითხით ახალი ნინა

source: Request recordings
xmf: ინნაჭარეფიშ მოთხუალა

source: *required
xmf: აუცილებერი რე

source: Re-record
xmf: ხელახალშო ინოჭარუა

source: Re-record clip
xmf: დუდშე ინოჭარუა

source: Respond
xmf: გუმოხონარება
